/**
 * 
<애피타이저>
양송이수프(6,000), 타파스(5,500), 시저샐러드(8,000)

<메인>
티본스테이크(55,000), 바비큐립(54,000), 해산물파스타(35,000), 크리스마스파스타(25,000)

<디저트>
초코케이크(15,000), 아이스크림(5,000)

<음료>
제로콜라(3,000), 레드와인(60,000), 샴페인(25,000)
 */

export const FOOD_MENU = {
  appetizer: {
    soup: ['양송이수프', 6000],
    tapas: ['타파스', 5500],
    salad: ['시저샐러드', 8000],
  },
  main: {
    stake: ['티본스테이크', 55000],
    barbeque: ['바비큐립', 54000],
    seafood: ['해산물파스타', 35000],
    christmas: ['크리스마스파스타', 25000],
  },
  dessert: {
    cake: ['초코케이크', 15000],
    iceCream: ['아이스크림', 5000],
  },
  drink: {
    coke: ['제로콜라', 3000],
    wine: ['레드와인', 60000],
    champane: ['샴페인', 25000],
  },
};
